// © Copyright 2007-2012, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Rengör fläckar på baksidan av papperet";

TaskPanelOKButtonTitle = "OK";
TaskPanelCancelButtonTitle = "Avbryt";

CleaningConfirmationTitle = "Rengöring av fläckar på baksidan av papperet";
CleaningConfirmationBody = "Denna process kan ta flera minuter. Förekomsten av mekaniska ljud är normalt under denna tidsperiod och papperet kommer att flyttas fram och tillbaka i skrivaren. Klicka på OK för att börja.";
PaperNotFoundTite = "Hittar inget papper";
PaperNotFoundBody = "Lägg i papper i pappersfacket innan du startar rengöringen av fläckar på baksidan av papperet. Klicka på OK för att fortsätta.";
BackPageSmearCleaningTitle = "Rengöring av fläckar på baksidan av papperet…";
BackPageSmearCleaningCompleteBody = "Rengöring av fläckar på baksidan av papperet är klar.";

NotInitiatedTitle = "Rengöringen kunde inte initieras";
NotInitiatedMsg = "Rengöringsproceduren kunde inte initieras. Kontrollera att skrivaren är online och inte håller på att bearbeta några utskrifter.";

HSDTitleTextFieldValue = "Rengör fläckar på baksidan av papperet";
HSDGuideTextFieldValue = "Lägg i papper i pappersfacket innan du startar rengöringen av fläckar på baksidan av papperet. Klicka på Rengör för att fortsätta.";
HSDCleanButtonTitle = "Rengör";

BackPageSmearCancelingTitle = "Avbryter";

HSDInfoTextFieldValue = "Den här proceduren går att utföra om det finns fläckar på baksidan av en utskriven sida. Funktionen Back of Page Smear Cleaning rengör en del inne i skrivaren som har fläckar.";
